Repository: sokalyambda/GovMap
Catalog: GovMap/*.lproj/Localizable.strings
Languages: he

source: Main Menu
he: תפריט ראשי

source: Open Waze
he: waze נווט באמצעות

source: OK
he: אישור

source: Cancel
he: בטל

source: Address not found
he: כתובת לא נמצא

source: Lot
he: גוש

source: Parcel
he: חלקה

source: Go to Settings
he: עבור להגדרות

source: Search By Lot & Parcel
he: איתור כתובת ע"ב גוש וחלקה

source: Search By Address
he: חפש לפי כתובת

source: Can't find Lot & Parcel
he: לא ניתן למצוא גוש וחלקה

source: Standart Map
he: רחובות ומבנים

source: Satellite Map
he: תצלום אויר

source: No internet connection. Do you want to try again?
he: אין חיבור לאינטרנט. האם אתה רוצה לנסות שוב?

source: Error occurred while trying to connect to govmap. Trying again...
he: אירעה שגיאה בעת הניסיון להתחבר לgovmap. מנסה שוב ...

source: Setting will take effect after restarting application
he: הגדרה תיכנס לתוקף לאחר ההפעלה מחדש של יישום

source: Location services are off
he: שירותי מיקום כבויים

source: Location services are disabled, to use all functionality of application, please enable them in Settings menu.
he: שירותי איתור מיקום מבוטלים, כדי להשתמש באפליקציה אנא הפעל
